IDEA Open Model
ParameterInt Constructor
Compatible with IDEA StatiCa 20.1
Initializes a new instance of the ParameterInt class
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ParameterInt()
Public Sub New
See Also
Reference
ParameterInt Class
IdeaRS.OpenModel.CrossSection Namespace